<script setup lang="ts">

</script>

<template>
  <div class="news-container">
    <h3>News</h3>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
    <li><a href="#">物理学院杨元杰副院长一行赴四川省肿瘤医院探讨项目合作</a></li>
  </div>
</template>

<style lang="less" scoped>
.news-container {
  width: 550px;

  padding: 10px;

  li {
    margin: 10px 0;
    list-style: circle;

    a {
      color: black;
    }
  }
}
</style>